Repository: Esukhia/Corpora
Catalog: Parallel/84000/Toh_83-The_Questions_of_Bhadrapala_the_Merchant-v1.tmx
Source language: bo
Languages: en

source: །བཟང་སྐྱོང་དེའི་ཕྱིར་རྣམ་པར་ཤེས་པའི་འོང་བ་དང་། འགྲོ་བ་དང་། འཕོ་བ་དང་། འགག་པ་ཉོན་ཅིག
en: Listen then, Bhadrapāla, to my explanation of how consciousness comes and goes, undergoes transfer, and ceases.

source: །བཟང་སྐྱོང་དཔེར་ན་རླུང་གི་ཁམས་གཟུགས་ཅན་མ་ཡིན་པ་ཡིན་ཡང་བསྟན་དུ་ཡོད་ཅིང་གཟུང་དུ་ཡོད་པ་དག་ལས་གཟུགས་སུ་སྣང་ངོ་།
en: “As an analogy, Bhadrapāla, even though the wind element is formless, it manifests in the form of things that are both demonstrable and tangible.

source: །དེ་ལ་བསྟན་དུ་ཡོད་པ་ནི་ཤིང་འགུལ་ཤིང་གཡོ་བ་དང་།
en: It is demonstrable in the shaking and waving of trees,

source: སྒྲ་སྐད་འུར་འུར་པོའི་སྒྲ་འབྱིན་པ་དང་།
en: in the howling sound wind makes, and

source: གྲང་བ་དང་། དྲོ་བའི་རེག་པའི་ཚོར་བ་སྐྱེད་པ་ཡིན་
en: in the sensations of warmth and cold that it creates,

source: ཡང་དེ་ལ་རྐང་ལག་དང་མིག་དང་། གདོང་དམིགས་པར་མི་འགྱུར་ཏེ།
en: even though it has no perceptible limbs, eyes, or face,

source: སྔོ་བསངས་དང་དཀར་བ་ཞེས་ཁ་དོག་ལྷག་པར་མི་དམིགས་སོ།
en: nor is it seen to have any color, such as blue or white.

source: །བཟང་སྐྱོང་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་གཟུགས་སུ་དམིགས་ཤིང་གཟུགས་སུ་སྣང་བར་མི་འགྱུར་ཏེ།
en: Bhadrapāla, it is in just the same way that the element of consciousness is not observed as form, and does not manifest as form,

source: ཁྱོད་ཀྱིས་རྒྱུའི་བྱེ་བྲག་དག་གིས་རྣམ་པར་ཤེས་པའི་ཁམས་རྟོགས་པར་བྱའོ།
en: and thus you have to understand the element of consciousness through the particularities of its causes.

source: །དེ་ལ་རྒྱུ་གང་ཞེ་ན།
en: “So, what are those causes?

source: སེམས་པ་དང་། ཚོར་བ་དང་། ཆོས་ཀྱི་ཁམས་སོ།
en: They are volition, feeling, and the element of dharmas.

source: །དེ་ལ་ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ལུས་ཡོངས་སུ་བཏང་ནས་ཚོར་བ་དང་སེམས་པ་ལེན་ཅེ་ན།
en: So, how does the element of consciousness, after abandoning a body, assume feeling and volition?

source: དཔེར་ན་རླུང་གི་ཁམས་ཀྱིས་མེ་ཏོག་གི་དྲི་བསྡུས་ནས་འཕོས་ཏེ་
en: To illustrate that, consider how the wind element absorbs a flower’s scent and carries it along;

source: འགྲོ་བ་དེ་ལས་ལྷའི་མེ་ཏོག་གི་དྲི་འདི་ངད་ལྡང་ངོ་ཞེས་ཤེས་མོད་ཀྱི།
en: from its movement we know the smell of divine flowers wafting through the air.

source: རླུང་གི་ཁམས་ཀྱང་མེ་ཏོག་གི་དྲི་མི་འཛིན་ལ་རླུང་གི་ཁམས་མེད་པར་ཡང་མེ་ཏོག་སྣ་ཚོགས་ཀྱི་དྲི་མི་དམིགས་སོ།
en: Yet the wind element does not pick up the flowers’ scent, nor is the scent of the different flowers perceived in the wind element’s absence.

source: །དྲི་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ། རླུང་གི་ཁམས་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན།
en: The scent has no form, and neither does the wind element.

source: སྣའི་དབང་པོ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: The sense of smell has no form, either.

source: །བཟང་སྐྱོང་དེ་བཞིན་དུ་མི་ཤི་བའི་རྣམ་པར་ཤེས་པ་དེས་ཚོར་བ་ཡོངས་སུ་བླངས་ཤིང་སེམས་པ་ཀུན་ཏུ་བླངས་ཏེ་ཆོས་ཀྱི་ཁམས་ཡང་དག་པར་བླངས་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་འགྲོ་སྟེ།
en: “Bhadrapāla, it is in just the same way that the consciousness of a dead person assumes feelings, volition, and the element of dharmas on its way to the next world,

source: ཕ་མ་ཕྲད་པ་ལས་རྣམ་པར་ཤེས་པ་སྐྱེ་བར་འགྱུར་རོ།
en: and consciousness arises with the intercourse of the parents.

source: རྣམ་པར་ཤེས་པ་སྐྱེས་ན་ཚོར་བ་རྣམས་དང་། སེམས་པ་རྣམས་འདུ་བར་འགྱུར་ཏེ།
en: Once consciousness arises, feelings and volitions begin to form.

source: དཔེར་ན་མེ་ཏོག་གི་དབང་གིས་སྣས་ཚོར་ལ།
en: In the analogy, the nose smells on account of the flower;

source: སྣའི་དབང་གིས་དྲི་དམིགས་པར་འགྱུར་བ་དང་།
en: one perceives scent on account of the nose.

source: གཞན་ཡང་ལུས་ཀྱི་དབང་གིས་རླུང་གི་རང་བཞིན་གྱི་རེག་པ་དམིགས་པར་འགྱུར་ལ་
en: Furthermore, just as one perceives the natural sensation of the wind on account of the body,

source: རླུང་གི་དབང་གིས་མེ་ཏོག་གི་དྲི་འབྱུང་བར་འགྱུར་བ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་དབང་གིས་ཚོར་བ་འབྱུང་བར་འགྱུར་ལ་ཚོར་བའི་དབང་གིས་སེམས་པ་འབྱུང་བར་འགྱུར་རོ།
en: and the scent of a flower arises on account of the wind, feelings arise because of consciousness, and volition arises on account of feelings.

source: །སེམས་པའི་དབང་གིས་གང་གིས་དགེ་བ་འམ་མི་དགེ་བ་ཤེས་པའི་ཆོས་ཀྱི་ཁམས་འབྱུང་བར་འགྱུར་ཏེ།
en: The element of dharmas, which knows what is virtuous or non-virtuous, arises on account of volition.

source: དཔེར་ན་རི་མོ་མཁན་རྩིག་པ་དང་ཤིང་ལེབ་ཤིན་ཏུ་བྱི་དོར་བྱས་པ་ལ་ཅི་འདོད་པ་བཞིན་དུ་ལས་བྱེད་དེ།
en: “As another analogy, an artist can paint whatever he likes on a wall or panel that he has thoroughly prepared.

source: ལས་ལ་བློ་སྦྱངས་པས་ཅི་འདོད་པ་བཞིན་དུ་གཟུགས་རྣམས་མངོན་པར་འགྲུབ་པར་བྱེད་ཀྱང་དེའི་རྣམ་པར་ཤེས་པ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ།
en: His mind, trained to the work, makes manifest whatever forms he wishes despite the fact that his consciousness lacks form.

source: རྣམ་པར་ཤེས་པ་གཟུགས་ཅན་མ་ཡིན་པས་ཀྱང་གཟུགས་སྣ་ཚོགས་མངོན་པར་འགྲུབ་པར་བྱེད་པ་
en: Though his consciousness lacks form, it makes various kinds of forms manifest.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་གཟུགས་ཅན་མ་ཡིན་པ་འདིས་གཟུགས་ཀྱི་ལུས་དྲུག་མངོན་པར་འགྲུབ་པར་བྱེད་དེ།
en: In just the same way, the element of consciousness, which lacks form, makes manifest the six types of form bodies.

source: འདི་ལྟ་སྟེ་མིག་གི་རྐྱེན་གྱིས་གཟུགས་མཐོང་ལ།
en: “That is to say, the eyes are the condition for seeing forms,

source: རྣམ་པར་ཤེས་པ་མིག་ལ་རྟེན་པ་གང་ཡིན་པ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: but the consciousness that depends on the eyes has no form.

source: །རྣ་བའི་རྐྱེན་གྱིས་སྒྲ་སྟེ། དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: The ears are the condition for sounds, but the auditory consciousness has no form.

source: །སྣའི་རྐྱེན་གྱིས་དྲི་སྟེ། དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: The nose is the condition for smell, but the olfactory consciousness has no form.

source: །ལྕེའི་རྐྱེན་གྱིས་རོ་སྟེ། དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: The tongue is the condition for taste, but the gustatory consciousness has no form.

source: །ལུས་ཀྱི་རྐྱེན་གྱིས་རེག་བྱ་སྟེ། དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ནོ།
en: The body is the condition for touch, but the tactile consciousness has no form.

source: །རབ་ཏུ་ཤེས་པ་གང་ཡིན་པ་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་པ་སྟེ།
en: Neither the sphere of mental objects, nor knowledge, have form.

source: དེ་བས་ན་སྤྱོད་ཡུལ་རྣམས་ཀྱང་གཟུགས་ཅན་མ་ཡིན་པར་བལྟ་བར་བྱའོ།
en: Hence, the objects of cognition must also be considered to have no form.

source: །དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་གཟུགས་ཅན་མ་ཡིན་པར་བལྟ་བར་བྱའོ།
en: In the same way, too, the element of consciousness should be regarded as formless.

source: ། ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པའི་ཁམས་འདིས་ལུས་ཡོངས་སུ་བཏང་ནས་འཇིག་རྟེན་ཕ་རོལ་དུ་འགྲོ་ཞེ་ན།
en: “How does the element of consciousness abandon the body and then go to the next world?

source: བཟང་སྐྱོང་འདིར་འཆི་བའི་དུས་ཀྱི་ཚེ་ལས་ཟད་པས་ཚེ་འགག་པ་ན་ལས་ཀྱི་སྒྲིབ་པས་ཟིན་པའི་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་འཕོ་བར་འགྱུར་ཏེ།
en: Bhadrapāla, when life ceases in this world due to the exhaustion of karma at the time of death, the element of consciousness undergoes transfer under the direction of karmic obscurations.

source: དཔེར་ན་དགྲ་བཅོམ་པ་འགོག་པའི་སྙོམས་པར་ཞུགས་པའི་རྣམ་པར་ཤེས་པའི་ཁམས་དེ་ཁོང་བར་འགགས་ནས་ཡོངས་སུ་མཁྱེན་པ་དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་སྐྱེ་བ་པོ་ཤི་བའི་ལུས་ཡོངས་སུ་བཏང་ཞིང་ཁམས་རྣམས་བོར་ནས་དྲན་པ་སྟོབས་དང་ལྡན་པར་འགྱུར་ཏེ།
en: Just as, for example, the element of consciousness of an arhat who has reached the attainment of cessation remains cognizant after it has ceased internally, so, too, a dying person’s element of consciousness retains the capacity for recollection after it has abandoned the body and cast aside the elements.

source: འདི་ལྟར་བདག་ནི་མཆོད་སྦྱིན་གྱིས་བྱིན་ཞེས་བྱ་བ་དེ་ཉིད་ཡིན་ཏེ།
en: That is how it knows, ‘I made these votive offerings,’

source: ལུས་ཀྱི་ཚོར་བ་དང་།
en: as a physical feeling,

source: ཡིད་ཀྱི་ཚོར་བ་དང་།
en: a mental feeling,

source: ཚོར་བ་རྣམ་པ་གཉིས་ཀྱིས་ཟིན་ཏོ་སྙམ་དུ་རབ་ཏུ་ཤེས་ཏེ།
en: and both types of feeling conjoined.

source: དེ་འཆི་བའི་དུས་ཀྱི་ཚེ་ནི་ལུས་ཀྱི་ཚོར་བ་དང་ལྡན་པར་འགྱུར་རོ།
en: At the time of death, it has physical feelings;

source: །ཤི་ནས་ནི་ཡིད་ཀྱི་ཚོར་བ་དང་ལྡན་པར་འགྱུར་རོ།
en: once death has taken place, it has mental feelings.

source: །གཞན་ཡང་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བའི་དོན་ཅི་ཞེ་ན་
en: “Furthermore, what does ‘consciousness’ mean?

source: ་ས་བོན་གྱིས་ལུས་ཀྱི་མྱུ་གུ་མངོན་པར་འགྲུབ་པར་བྱེད་ལ་སེམས་པས་ཤེས་པ་དྲན་པ་ཐོབ་པར་འགྱུར་ཏེ།
en: Since it acts as the seed that makes the sprout of a body manifest, and through volition acquires awareness and recollection,

source: དེ་བས་ན་ས་བོན་དང་། ཤེས་པ་ལ་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: the seed and the awareness are referred to as consciousness.

source: །གཞན་ཡང་བདེ་བ་དང་སྡུག་བསྔལ་གྱི་ཚོར་བས་ཤེས་པ་དེ་རྟོགས་པས་ན་དེའི་ཕྱིར་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: Furthermore, it is because it comprehends awareness through feelings of pleasure and pain that it is called consciousness.

source: །གཞན་ཡང་དེ་དགེ་བ་དང་མི་དགེ་བ་རིག་པ་དང་།
en: Furthermore, it is because it is cognizant of virtue and non-virtue,

source: དགེ་བ་དང་མི་དགེ་བའི་སྤྱོད་ཡུལ་ཤེས་པས་ན་དེའི་ཕྱིར་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: and is aware of the fields of virtuous and non-virtuous conduct, that it is called consciousness.

source: །ས་བོན་གྱིས་མྱུ་གུ་སྐྱེད་པ་བཞིན་དུ་ལུས་འགྲུབ་པས་དེའི་ཕྱིར་ཡང་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ།
en: It is also because it forms a body, just as a seed produces a sprout, that it is called consciousness.

source: །བཟང་སྐྱོང་གཞན་ཡང་ཇི་ལྟར་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱིས་ལུས་ཡོངས་སུ་བཏང་ནས་འཕོ་ཞིང་འགྲོ་བར་འགྱུར་ཞེས་ཁྱོད་ཀྱིས་སྨྲས་པ་
en: “Bhadrapāla, you went on to ask how the element of consciousness abandons the body and then undergoes transfer.

source: དེ་ནི་དཔེར་ན་མེ་ལོང་གི་གཟུགས་བརྙན་ལྟ་བུ་དང་། འཇིབ་ལ་རྒྱས་བཏབ་པའི་འབུར་བཞིན་ནོ།
en: It is comparable to a reflection in a mirror, or the imprint of a seal in clay.

source: །དཔེར་ན་ཉི་མ་ཤར་ན་རབ་རིབ་དང་། མུན་པ་མེད་པར་འགྱུར་ལ་ཉི་མ་མེད་པར་གྱུར་ན་ཡང་མུན་པ་འབྱུང་བར་འགྱུར་མོད་ཀྱི།
en: When it rises, dimness and darkness vanish, and when the sun vanishes, darkness sets in;

source: མུན་པ་དེའི་གནས་ཐེར་ཟུག་པའམ། ཐེར་ཟུག་པ་མ་ཡིན་པ་ཡང་མེད་ལ།
en: yet the presence of that darkness is neither constant nor not constant.

source: མུན་པ་དེ་ལ་ཡང་གཟུགས་དང་ཚོར་བ་མི་སྣང་བ་དེ་བཞིན་དུ་
en: In the darkness, neither form nor feeling is visible and, in just the same way,

source: མིས་ཀྱང་རྣམ་པར་ཤེས་པ་མི་མཐོང་ལ་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱང་ལུས་འཛིན་པར་བྱེད་དོ།
en: That is to say, although no one sees consciousness, the element of consciousness maintains its hold on the body.

source: །དཔེར་ན་བུད་མེད་ཀྱི་མངལ་ན་བུ་གནས་པ་ལ་ཅི་བདག་གི་ལྟོ་ན་འདུག་པ་འདི་ཁྱེའུ་འམ། བུ་མོ་འམ།
en: “As another analogy, when a woman is carrying a child in her womb, she does not know whether the child in her belly is a boy or a girl;

source: སྔོ་བསངས་སམ། དཀར་རམ། སེར་རམ།
en: whether it is dark, fair, or sallow;

source: དབང་པོ་ཚང་བ་འམ། དབང་པོ་མ་ཚང་བ་ཡིན་པ་འམ།
en: whether its faculties are impaired or not;

source: རྐང་ལག་མཉམ་པ་ཡིན་པར་མི་ཤེས་ལ།
en: or whether its limbs are well-proportioned.

source: ལྟོའི་མངལ་ན་གནས་པ་དེ་ཡང་ཁ་ཟས་ཧ་ཅང་ཚ་བས་འགུལ་ཞིང་རེག་ལ་ཚོར་བར་འགྱུར་བ
en: But she feels the child in her womb stir at the touch of very hot food and drink.

source: གཞན་ཡང་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བའི་དོན་ཅི་ཞེ་ན
en: Furthermore, what does ‘consciousness’ mean?

source: དེ་བཞིན་དུ
en: In the same way

source: འགྲོ་བ་དང་། འོང་བ་དང་
en: come and go,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ལུས་སྐྱེས་ནས་མུན་པ་བཞིན་དུ་ལུས་ལ་གནས་པར་འགྱུར་ཏེ།
en: once the body is born the element of consciousness is present in the body as if in darkness.

source: ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་
en: this element of consciousness,

source: བརྐྱང་བ་དང་། བསྐུམ་པ་དང་།
en: to stretch and bend,

source: མིག་འཛུམས་པ་དང་། འབྱེད་པ་དང་།
en: to close and open their eyes,

source: ལས་ཐམས་ཅད་ཡོངས་སུ་སྤྱོད་ཅིང་རྒོད་པ་དང་།
en: and to perform all kinds of actions, such as laughing,

source: གཏམ་དང་བསམ་པ་
en: speaking, and thinking.

source: རང་བཞིན་ཅན་ལུས་ལ་གནས་པའི་རྣམ་པར་ཤེས་པ་ལ
en: the nature of this consciousness present in their body

source: སེམས་ཅན་རྣམས་ཀྱིས་མི་ཤེས་སོ།
en: sentient beings do not understand

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི་ཤིན་ཏུ་ཡོངས་སུ་སྦྱང་བ་བྱས་པ་དང་།
en: the element of consciousness is completely purified;

source: དངོས་པོ་ཐམས་ཅད་ལ་ཆུབ་པ་ཡིན་ལ།
en: it encompasses everything,

source: དངོས་པོ་རྣམས་ཀྱིས་ཀྱང་གོས་པ་མེད་དོ།
en: yet it is not tainted by anything.

source: །བཟང་སྐྱོང་འདི་ན་རྣམ་པར་ཤེས་པ་ནི་བསྒོས་པ་ཡིན་ཏེ།
en: “Bhadrapāla, consciousness commands the following constituents:

source: དབང་པོ་དྲུག་པོ་རྣམས་དང་།
en: the six sense organs,

source: དབང་པོ་དྲུག་གི་སྤྱོད་ཡུལ་རྣམས་དང་།
en: the objects of the six sense organs,

source: ཁམས་བཞི་པོ་རྣམས་དང་།
en: the four elements,

source: ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་པོ་རྣམས་དང་།
en: and the five aggregates of appropriation.

source: བཟང་སྐྱོང་འདི་དག་ནི་རྣམ་པར་ཤེས་པ་ལ་བསྒོ་བར་བྱ་བ་ཡིན་པར་བལྟའོ།
en: Bhadrapāla, consider all these things to be consciousness’s to command.

source: །དཔེར་ན་ཤིང་གི་འཁྲུལ་འཁོར་ཕུར་བུ་གཅིག་གིས་ཟུངས་བྱས་པ་དེ་བྱ་བ་ཐམས་ཅད་བྱེད་དེ་རྒྱུག་པ་དང་།
en: To illustrate this, consider how a wooden puppet connected to a rod can be made to do anything.

source: མཆོང་བ་དང་། གར་བྱེད་པ་དང་། བྱ་བ་རྣམ་པ་སྣ་ཚོགས་དག་ལ་འཇུག་ན་བཟང་སྐྱོང་འདི་ཇི་སྙམ་དུ་སེམས།
en: How, Bhadrapāla, do you think it runs, jumps, dances, or does any other number of things?

source: འཁྲུལ་འཁོར་དེ་གང་གི་དབང་གིས་འཇུག་པར་འགྱུར།
en: What animates the puppet?”

source: བཟང་སྐྱོང་གིས་གསོལ་པ།
en: Bhadrapāla replied.

source: བཅོམ་ལྡན་འདས་བཀས་རྨས་པ་དེའི་རྒྱུས་ནི་བདག་གིས་མ་འཚལ་ཏོ།
en: “Blessed One, I do not grasp the reason for your question,”

source: ལས་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ཞིང་
en: and yet while action is something without form,

source: རྣམ་པར་ཤེས་པ་ལས་མངོན་པར་གྲུབ་པའོ།
en: consciousness makes it manifest.

source: །དེ་བཞིན་དུ་
en: In the same way,

source: ལུས་ཀྱི་འཁྲུལ་འཁོར་འདི་ཡང་རྣམ་པར་ཤེས་པའི་དབང་གིས་འབྱུང་སྟེ།
en: this body puppet of ours arises through the influence of consciousness,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི་ལུས་སྣ་ཚོགས་ལ་འཇུག་པ་ཡིན་ནོ།
en: and the element of consciousness animates different bodies.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཟང་སྐྱོང་འཁྲུལ་འཁོར་དེ་ནི་ལས་ཀྱི་དབང་གིས་འཇུག་སྟེ།
en: “Bhadrapāla,” the Blessed One continued, “the puppet is animated by action,

source: ལུས་སྐྱེད་པར་བྱེད་པའི་ཕྱིར་
en: because it generates a body,

source: བྱེད་པ་པོ་ཡང་ཡིན་ནོ།
en: is also its creator.

source: ལུས་ཀྱི་ཁམས་ལ་སྟེན་པའི་ཕྱིར་
en: because it adheres to the bodily elements,

source: མི་ཟད་པ་ཡང་ཡིན་ནོ།
en: is also inexhaustible.

source: སྔོན་གྱི་ལུས་ཀྱི་གནས་རྗེས་སུ་དྲན་པའི་ཕྱིར་
en: because it recollects its previous bodily state,

source: བློ་ཕུན་སུམ་ཚོགས་པ་ཡང་ཡིན་ནོ།
en: is also perfectly intelligent.

source: དཔེར་ན་ཉི་མའི་འོད་ཟེར་ནི་དྲི་ང་བ་དག་དང་།
en: The sun’s rays fall on foul-smelling things,

source: མི་གཙང་བ་དག་དང་། རོ་དག་ལ་ཡང་འབབ་སྟེ།
en: dirty things, and corpses,

source: འོན་ཀྱང་དེ་དག་ལ་དྲི་དེས་གོས་པར་མི་འགྱུར་ལ།
en: yet they do not become tainted by the odor.

source: ཉི་མ་ཡང་དྲི་ང་བ་བོར་ཏེ་ཡང་མི་འགྲོའོ།
en: Neither does the sun reject those foul smells and go away.

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ཕྱིས་དང་། སྙག་སྙིག་ཟ་བའི་ཁྱི་དང་། ཕག་གི་སྐྱེ་གནས་དག་ཏུ་ཡང་སྐྱེ་བ་ཡོངས་སུ་འཛིན་ཏེ།
en: the element of consciousness may take rebirth among dogs or pigs that eat dirt and refuse,

source: འོན་ཀྱང་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་སྤྱོད་པ་ངན་པ་དེ་དག་གིས་གོས་པ་མེད་དོ།
en: but the element of consciousness is not tainted by the offensive way they live.

source: །བཟང་སྐྱོང་གཞན་ཡང
en: “Furthermore, Bhadrapāla,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི་ལུས་ཡོངས་སུ་བཏང་ནས་
en: once the element of consciousness abandons the body,

source: དགེ་བ་དང་མི་དགེ་བའི་རྗེས་སུ་འཇུག་སྟེ།
en: it follows after virtue and non-virtue.

source: དེ་ཡང་ཇི་ལྟ་ཞེ་ན།
en: How so?

source: རྣམ་པར་ཤེས་པའི་ཁམས་གཟུགས་ཅན་མ་ཡིན་པ་འདིས་ལུས་འདིར་བོར་ནས་
en: Once the formless element of consciousness has abandoned this body,

source: བསོད་ནམས་དང་། བསོད་ནམས་མ་ཡིན་པ་ཡོངས་སུ་འཛིན་ཏོ།
en: it retains its merit and non-merit.

source: བྲག་གི་ཕྲག་ནས་བྱུང་ནས་
en: emerging from a rocky ravine,

source: ཤིང་ཙམ་པ་ཀ་དང་ཕྲད་དེ།
en: encounters a campaka tree,

source: སྤོས་ཤིན་ཏུ་དྲི་ཞིམ་པ་ཁྱེར་ནས་ཡང་འགྲོ།
en: and carries away its fragrant scent as it passes;

source: །དྲི་ང་བ་དང་། མི་གཙང་བ་དང་། རོའི་དྲི་ཡང་ཁྱེར་ཏེ་འགྲོ་ལ།
en: it also carries the odor of the foul-smelling filth and corpses it passes.

source: བཟང་སྐྱོང་དེ་ལས་གང་ཆེས་ཤས་ཆེ་བ་དེའི་དྲི་དང་ལྡན་པར་འགྱུར་རོ།
en: Bhadrapāla, it assumes whatever scent is predominant.

source: ཇི་ལྟར་རླུང་གི་ཁམས་དེ་དྲི་རྣམ་པ་གཉིས་ཁྱེར་ཏེ་འགྲོ་ཡང་
en: Just as the wind element carries both kinds of smell as it passes,

source: ་རླུང་གི་ཁམས་དེ་ཡང་གཟུགས་ཅན་མ་ཡིན་ལ།
en: even though that wind element itself,

source: དྲི་དེ་གཉིས་ཀྱང་གཟུགས་ཅན་མ་ཡིན་པ་དེ་བཞིན་དུ་
en: as well as the two kinds of smell, are formless, so, too,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ལུས་ལས་འཕོས་ཏེ་
en: the element of consciousness undergoes transfer from the body,

source: དགེ་བ་དང་མི་དགེ་བ་ཁྱེར་ནས་འཕོ་སྟེ།
en: carrying virtue and non-virtue with it as it is transferred.

source: དེ་ལྟར་ན་དེའི་འཕོ་བ་དམིགས་སོ།
en: This is how you should conceive of the transfer it undergoes.

source: །དཔེར་ན
en: “As another analogy,

source: རྨི་ལམ་ན་མིས་དངོས་པོ་ཐམས་ཅད་ཤེས་ཀྱང་
en: although a person in a dream may be aware of all sorts of things,

source: ལུས་དེ་མལ་ན་འདུག་པར་མི་ཤེས་པ་
en: he is not aware that his body is lying in bed.

source: དེ་བཞིན་དུ་བསོད་ནམས་སུ་ཉེ་བར་འགྲོ་བའི་སེམས་ཅན་རྣམས་རྨི་ལམ་རྨི་བ་བཞིན་དུ་འཕོ་ཞིང་འགྲོ་ཡང་
en: Similarly, sentient beings who have encountered merit undergo transfer and migration as if they were dreaming a dream,

source: རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་ལྐོག་མའི་མིད་པ་རྣམས་ནས་ཀྱང་མི་འབྱུང་།
en: but the element of consciousness does not emerge from their throat,

source: བུ་ག་རྣམས་ནས་ཀྱང་མ་ཡིན་ཏེ།
en: or from any other opening,

source: དེ་ནི་ཁུང་བུ་དང་གསེབ་རྣམས་མི་ཚོལ་ལོ།
en: for it does not seek out holes or egresses.

source: །དེ་ནས་བཟང་སྐྱོང་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏུགས་ནས་
en: ” Bhadrapāla prostrated before the Blessed One,

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: and asked, “Blessed One,

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱ་གག་གི་སྒོ་ངའམ། ངང་པའི་སྒོ་ང་མ་ཕྲུགས་པ་ཤུན་པ་མ་བརྟོལ་བར་སྒོ་ངའི་ནང་ནས་བྱེའུ་ཕྲུག་རྣམས་འཆི་འཕོ་བར་འགྱུར་བ་ལགས།
en: how do chicks die, undergo transfer, and migrate from inside unpecked chicken or duck eggs,

source: ཇི་ལྟར་ན་བུ་གམ་བརྟོལ་བར་རྣམ་པར་ཤེས་པ་འཕོ་བར་འགྱུར།
en: How does their consciousness undergo transfer, without any piercing?”

source: ཏིལ་འབྲུ་ཙམ་པ་ཀའི་མེ་ཏོག་གིས་བསྒོས་ནས་ལེགས་པར་བརྡུངས་ཏེ་
en: the sesame oil you get from infusing sesame seeds with campaka flowers before pounding

source: བཙིར་བ་ལས་ཏིལ་མར་བྱུང་བ་ནི་ཙམ་པ་ཀའི་ཏིལ་མར་ཞེས་བྱའོ།
en: and pressing them well is called ‘campaka sesame oil.

source: དྲི་དེས་ཀྱང་ཏིལ་འབྲུ་མ་བརྟོལ་བཞིན་དུ་དྲི་ཞིམ་པོས་བསྒོས་ཏེ་འཕོ་ཞིང་འགྲོ་ཡང་དྲི་དེས་སྣུམ་གྱི་རོ་མྱོང་བར་ཡང་མི་འགྱུར་ལ།
en: In that process a pleasant scent infuses—that is, passes through and goes into—the sesame seeds even though the scent neither ruptures the seed nor affects the flavor of the oil.

source: འབྲུའི་རྐྱེན་དང་མེ་ཏོག་ཕྲད་པས་ཏིལ་མར་དྲི་དང་འདྲེས་པའི་དངོས་པོར་འགྱུར་ཏེ།
en: The encounter of the seed with the flower acts as a condition for the mingling of the scent and the sesame oil.

source: འོན་ཀྱང་ཏིལ་གྱི་འབྲུ་དེ་ལ་མེ་ཏོག་གི་དྲི་དེ་གསེབ་ནས་འགྲོ་བ་ནི་མེད་ལ།
en: However, it is not the case that the flower’s scent enters into the body of the sesame seed.

source: དེའི་རྐྱེན་གྱིས་དྲི་དེ་འཕོ་ཞིང་འགྲོ་བ་
en: It is rather that those conditions cause the scent to be transferred and migrate.

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ཡང་
en: In just the same way the element of consciousness,

source: མེ་ཏོག་གི་དྲི་བཞིན་དུ་སྒོ་ངའི་ཤུན་པ་མ་བརྟོལ་བར་འཕོ་ཞིང་འགྲོ་སྟེ།
en: like the flower’s scent, is transferred through an unruptured eggshell.

source: དེའི་འཕོ་བ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ།
en: That is also how you should view the transfer it undergoes.

source: ས་ཕྱོགས་གང་དུ་ས་བོན་བཏབ་ན་སའི་ཁམས་དང་། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་
en: Wherever a seed is sown, out of the elements of earth, water, fire, and air,

source: གཅིག་པུ་ཁོ་ན་ལས་ས་བོན་དེ་ས་ལ་རྟེན་ཅིང་སྡོང་བུ་དང་ལོ་མ་སྔོན་པོར་འགྲུབ་ལ།
en: it is earth alone that nurtures it to put forth a stem and green leaves,

source: །གཞན་ཡང་དེའི་འཕོ་བ་ནི་ཉི་མ་དང་། མེ་ཤེལ་དང་། བསྲེག་བྱ་དང་འདྲ་བར་ཡང་བལྟ་བར་བྱའོ།
en: “You should also view the transfer it undergoes as like that of the sun, a crystal, and fuel.

source: །གཞན་ཡང་ས་བོན་འཕོ་བ་དང་འདྲ་སྟེ།
en: Alternatively, the transfer it undergoes is like a seed.

source: །རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ནི
en: The element of consciousness,

source: ་ཉི་མའི་འོད་ཟེར་དང་འདྲ་བར་བལྟ་བར་བྱ་སྟེ།
en: to be like the rays of the sun.

source: མེ་ཏོག་དཀར་པོ་འམ་སྔོན་པོ་འམ། དམར་པོར་སྣང་བ་འམ། ཁ་དོག་སྣ་ཚོགས་སམ།
en: to produce flowers of white, blue, red, or multicolored appearance,

source: དེ་བཞིན་དུ་རྣམ་པར་ཤེས་པའི་ཁམས་
en: It is just the same for the element of consciousness:

source: ་སྲིད་པར་སྐྱེ་བ་ཐམས་ཅད་དུ་
en: the body reborn in every life,

source: ལུས་སྔོ་བསངས་སམ། དཀར་བ་འམ། སེར་བ་འམ། ཁྲ་བོ་འམ། ནག་པོ་འམ། རང་བཞིན་གྱིས་མཉེན་པོར་སྐྱེ་བར་འགྱུར་རོ།
en: be it grey, white, sallow, mottled, black, or naturally changeable,

source: ཆོས་ཀྱི་ཁམས་གཅིག་པུ་འདི་ལས
en: is reborn solely from the element of dharmas.

source: །བཟང་སྐྱོང་གཞན་ཡང་འཆི་བའི་དུས་ཀྱི་ཚེ་རྣམ་པར་ཤེས་པའི་ཁམས་འདི་ལུས་ཡོངས་སུ་བཏང་ནས་
en: “Furthermore, Bhadrapāla, when the element of consciousness abandons the body at the time of death,

source: ས་བོན་དུ་འགྱུར་ཏེ། བདག་ཉིད་རྐང་ལག་དང་ལྡན་པར་ཤེས་སོ།
en: it becomes a seed that perceives that it possesses arms and legs;

source: །འོན་ཀྱང་དེ་ལ་ཡན་ལག་དང་ཉིང་ལག་ནི་མེད་དོ།
en: yet it possesses no limbs or any other body parts.

source: །དེ་ཡང་སའི་ཁམས་ཡོངས་སུ་བཏང་ནས་ཆོས་ཀྱི་ཁམས་ཡོངས་སུ་འཛིན་ཏེ།
en: As it leaves the element of earth behind, it takes up the element of dharmas,

source: ཆོས་ཀྱི་ཁམས་དེ་ཡང་དྲན་པ་དང་མཚུངས་པར་ལྡན་ནོ།
en: and the element of dharmas is accompanied by attention.

source: །དྲན་པ་དེ་ཡང་སྤྱོད་ཡུལ་གྱི་སྟོབས་དང་ལྡན་ནོ།
en: That attention has the capacity for a range of activity.

source: །ཆོས་ཀྱི་ཁམས་དྲན་པ་དང་མཚུངས་པར་ལྡན་པའི་ལེན་པའི་རྒྱུ་ནི་རྣམ་པར་ཤེས་པ་ཡིན་ཏེ།
en: Consciousness is what causes the element of dharmas to be accompanied by attention,

source: རྣམ་པར་ཤེས་པ་མ་གཏོགས་པར་ཡང་ཆོས་ཀྱི་ཁམས་མི་དམིགས་ལ།
en: for no element of dharmas is observed apart from consciousness,

source: ཆོས་ཀྱི་ཁམས་མ་གཏོགས་པར་ཡང་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དོ།
en: nor is there any element of consciousness apart from the element of dharmas.

source: །རླུང་གི་ཁམས་ནི་རྣམ་པར་ཤེས་པ་དེའི་རྗེས་སུ་འཇུག་གོ
en: The air element follows in the wake of consciousness,

source: །གཞན་ཡང་སའི་ཁམས་འདི་ལྟ་སྟེ།
en: and moreover the earth element,

source: དེ་ལ་ནང་གི་གཟུགས་གང་ཞེ་ན།
en: What is inner form?

source: ཟིན་པའི་མིག་གང་ཡིན་པ་དེ་ནི་ཕྱི་རོལ་གྱི་གཟུགས་སོ།
en: The eye that perceives is outer form,

source: །མིག་གི་རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་ནང་གི་གཟུགས་སོ།
en: while visual consciousness is inner form.

source: དྲན་པའི་ཁམས་དང་། ཚོར་བའི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་གང་ཡིན་པ་རྣམས་ཀྱང་རྗེས་སུ་འཇུག་གོ
en: and likewise all other elements of form, be they of attention, feeling, or dharmas, follow after it.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཟང་སྐྱོང་འདི་ལ་ནང་གི་གཟུགས་དང་། ཕྱི་རོལ་གྱི་གཟུགས་ཡོད་དེ།
en: The Blessed One replied, “Bhadrapāla, in that regard, there is an inner form and an outer form.

source: བཅོམ་ལྡན་འདས་ལ་བཟང་སྐྱོང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པ་དེ་གཟུགས་ཅན་ལགས།
en: “Blessed One, how is it that the element of consciousness possesses form?” Bhadrapāla asked.

source: །རྣ་བ་གང་ཡིན་པ་དེ་ནི་ཕྱི་རོལ་གྱི་གཟུགས་སོ།
en: The ear is outer form,

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་ནང་གི་གཟུགས་སོ།
en: while auditory consciousness is inner form.

source: །སྣ་གང་ཡིན་པ་དེ་ནི་ཕྱི་རོལ་གྱི་གཟུགས་སོ།
en: The nose is outer form,

source: །སྣའི་རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་ནང་གི་གཟུགས་སོ།
en: while olfactory consciousness is inner form.

source: །ལྕེ་གང་ཡིན་པ་དེ་ནི་ཕྱི་རོལ་གྱི་གཟུགས་སོ།
en: The tongue is outer form,

source: །ལྕེའི་རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་ནང་གི་གཟུགས་སོ།
en: while gustatory consciousness is inner form.

source: ། ལུས་གང་ཡིན་པ་དེ་ནི་ཕྱི་རོལ་གྱི་གཟུགས་སོ།
en: The body is outer form,
